Revit 2027 API
BuiltInFailures.GroupFailures.PlaceGroupFailed Property
 Unable to place group instances.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId PlaceGroupFailed { get; }
Public Shared ReadOnly Property PlaceGroupFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ PlaceGroupFailed {
	FailureDefinitionId^ get ();
}
static member PlaceGroupFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace